[
    {"name": "Pandora's Box: A Tragedy in Three Acts", "author": "Frank Wedekind", "description": "The play has attracted a wide range of interpretations, from those who see it as misogynist to those who claim Wedekind as a harbinger of women's liberation.[3] Central to these divergent readings is the ambiguous figure of Lulu herself. Each man in her life, secure in the patriarchal society to which she is a potential affront, finds in her what he wants to see. Her own needs, meanwhile, remain obscured. And each man 'lets her down because he is flawed by a blind disregard for her true self, an indifference that stems from that blend of self-centredness and self-interest which Wedekind ... saw as typically male'. Whether Lulu is victim or femme fatale, the centre of gravity in this second play shifts in the direction of Geschwitz, whom Wedekind describes, in his preface to the 1906 edition, as the 'tragic central figure of the play', and holds up as an example of both 'superhuman self-sacrifice' and spiritual strength in the face of the 'terrible destiny of abnormality with which she is burdened'.", "url": "", "cover": "images/pandoras_box.jpg", "category": "Drama"},

    {"name": "Annals and Antiquities of Rajasthan, v. 1 of 3 ", "author": "James Tod, William ", "description": "No one can undertake with a light heart the preparation of a new edition of Colonel Tod’s great work, The Annals and Antiquities of Rajasthan. But the leading part which the Rājputs have taken in the Great War, the summoning of one of their princes to a seat at the Imperial Conference, the certainty that as the result of the present cataclysm they will be entitled to a larger share in the administration of India, have contributed to the desire that this classical account of their history and sociology should be presented in a shape adapted to the use of the modern scholar and student of Indian history and antiquities. In the Introduction which follows I have endeavoured to estimate the merits and defects of Colonel Tod’s work. Here it is necessary only to state that though the book has been several times reprinted in India and once in this country, the obvious difficulties of such an undertaking have hitherto prevented any writer better qualified than myself from attempting to prepare an annotated edition. Irrespectively of the fact that this work was published a century ago, when the study of the history, antiquities, sociology, and geography of India had only recently started, the Author’s method led him to formulate theories on a wide range of subjects not directly connected with the Rājputs. In the light of our present knowledge some of these speculations have become obsolete, and it might have been possible, without impairing the value of the work as a Chronicle of the Rājputs, to have discarded from the text and notes much which no longer possesses value. But the work is a classic, and it deserves to be treated as such, and it was decided that any mutilation of the original text and notes would be inconsistent with the object of this series of reprints of classical works on Indian subjects. The xonly alternative course was to correct in notes, clearly distinguished from those of the Author, such facts and theories as are no longer accepted by scholars.", "url": "", "cover": "images/annals_and_antiquities.jpg", "category": "History"},

    {"name": "The Life of Abraham Lincoln, from His Birth to His Inauguration as President", "author": "Lamon, Ward Hill", "description": "The story of Lincoln, revealing how one American, by his own honest efforts, rose from the most humble beginning to the most high station of honor and worth, has inspired millions and will inspire millions more. The log cabin in which he was born, the ax with which he split the rails, the few books with which he got the rudiments of an education, the light of pine knots by which he studied, the flatboat on which he made the long trip to New Orleans, the slave mart at sight of which his sympathetic soul revolted against the institution of human slavery—these are all fraught with intense interest as the rude forces by which he slowly builded his great character.", "url": "", "cover": "images/life_of_abraham_lincoln.jpg", "category": "Biography"},

    {"name": "Westy Martin in the Yellowstone", "author": "Percy Keese Fitzhugh", "description": "When Westy Martin and his two companions, Warde Hollister and Ed Carlyle, were on their long journey to the Yellowstone National Park, they derived much amusement from talking with a man whose acquaintance they made on the train. This entertaining and rather puzzling stranger caused the boys much perplexity and they tried among themselves to determine what business he was engaged in. For a while they did not even know his name. Then they learned it was Madison C. Wilde. And because he kept a cigar tilted up in the extreme corner of his mouth and showed a propensity for “jollying” them they decided (and it was a likely sort of guess) that he was a traveling salesman.", "url": "", "cover": "images/Yellowstone.jpg", "category": "Fiction"},

    {"name": "Captain Cook's Journal During His First Voyage Round the World ", "author": "James Cook", "description": "A Narrative of the Voyage round the World, performed by Captain James ", "url": "", "cover": "images/journal_during_first_voyage.jpg", "category": "Geography"},

    {"name": "War and Peace", "author": "graf Leo Tolstoy", "description": "The novel chronicles the French invasion of Russia and the impact of the Napoleonic era on Tsarist society through the stories of five Russian aristocratic families. Portions of an earlier version, titled The Year 1805,were serialized in The Russian Messenger from 1865 to 1867 before the novel was published in its entirety in 1869", "url": "", "cover": "images/war_and_peace.jpg", "category": "Fiction"},

    {"name": "Pride and Prejudice", "author": "Jane Austen", "description": "Pride and Prejudice is an 1813 romantic novel of manners written by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness. Its humour lies in its honest depiction of manners, education, marriage, and money during the Regency era in Great Britain. Mr. Bennet of Longbourn estate has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family will be destitute upon his death. Thus, it is imperative that at least one of the girls marry well to support the others, which is a motivation that drives the plot. The novel revolves around the importance of marrying for love rather than money or social prestige, despite the communal pressure to make a wealthy match. Pride and Prejudice has consistently appeared near the top of lists of 'most-loved books' among literary scholars and the reading public. It has become one of the most popular novels in English literature, with over 20 million copies sold, and has inspired many derivatives in modern literature.[1][2] For more than a century, dramatic adaptations, reprints, unofficial sequels, films, and TV versions of Pride and Prejudice have portrayed the memorable characters and themes of the novel, reaching mass audiences.", "url": "", "cover": "images/pride_and_prejudice.png", "category": "Fiction"},

    {"name": "The Scarlet Letter", "author": "Nathaniel Hawthorne", "description": "The Scarlet Letter: A Romance is a work of historical fiction by American author Nathaniel Hawthorne, published in 1850.[1] Set in Puritan Massachusetts Bay Colony during the years 1642 to 1649, the novel tells the story of Hester Prynne, who conceives a daughter through an affair and then struggles to create a new life of repentance and dignity. Containing a number of religious and historic allusions, the book explores themes of legalism, sin, and guilt. The Scarlet Letter was one of the first mass-produced books in America. It was popular when first published[2] and is considered a classic work today.[3] It inspired numerous film, television, and stage adaptations. Critics have described it as a masterwork and novelist D. H. Lawrence called it a 'perfect work of the American imagination'", "url": "", "cover": "images/the_scarlet_letter.jpg", "category": "Fiction"},

    {"name": "The Great Gatsby", "author": "F. Scott Fitzgerald", "description": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, the novel depicts narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan. A youthful romance Fitzgerald had with socialite Ginevra King, and the riotous parties he attended on Long Island's North Shore in 1922 inspired the novel. Following a move to the French Riviera, he completed a rough draft in 1924. He submitted the draft to editor Maxwell Perkins, who persuaded Fitzgerald to revise the work over the following winter. After his revisions, Fitzgerald was satisfied with the text, but remained ambivalent about the book's title and considered several alternatives. The final title he desired was Under the Red, White, and Blue. Painter Francis Cugat's final cover design impressed Fitzgerald who incorporated a visual element from the art into the novel. After its publication by Scribner's in April 1925, The Great Gatsby received generally favorable reviews, although some literary critics believed it did not hold up to Fitzgerald's previous efforts and signaled the end of the author's literary achievements. Despite the warm critical reception, Gatsby was a commercial failure. The book sold fewer than 20,000 copies by October, and Fitzgerald's hopes of a monetary windfall from the novel were unrealized. When the author died in 1940, he believed himself to be a failure and his work forgotten. After his death, the novel faced a critical and scholarly re-examination amid World War II, and it soon became a core part of most American high school curricula and a focus of American popular culture. Numerous stage and film adaptations followed in the subsequent decades. Gatsby continues to attract popular and scholarly attention. The novel was most recently adapted to film in 2013 by director Baz Luhrmann, while contemporary scholars emphasize the novel's treatment of social class, inherited wealth compared to those who are self-made, race, environmentalism, and its cynical attitude towards the American dream. As with other works by Fitzgerald, criticisms include allegations of antisemitism. The Great Gatsby is widely considered to be a literary masterwork and a contender for the title of the Great American Novel.", "url": "", "cover": "images/the_great_gatsby.jpg", "category": "Fiction"},

    {"name": "The Infant System", "author": "Samuel Wilderspin", "description": "For Developing the Intellectual and Moral Powers of all Children, from One to Seven years of Age", "url": "", "cover": "", "category": "Education"},

    {"name": "Dream Psychology: Psychoanalysis for Beginners", "author": "Sigmund Freud", "description": "The psychology behind several dreams are explained in this book", "url": "", "cover": "images/dream_psychology.jpg", "category": "Psychology"},

    {"name": "Scientific Papers", "author": "Sir George Howard Darwin", "description": "Sir George Darwin (1845-1912) was the second son of Charles Darwin. After studying mathematics at Cambridge he read for the Bar, but soon returned to science and to Cambridge, where in 1883 he was appointed Plumian Professor of Astronomy and Experimental Philosophy. His work was concerned primarily with the effect of the sun and moon on tidal forces on Earth, and with the theoretical cosmogony which evolved from practical observation: he formulated the fission theory of the formation of the moon (that the moon was formed from still-molten matter pulled away from the Earth by solar tides). He also developed a theory of evolution for the Sun-Earth-Moon system based on mathematical analysis in geophysical theory. This volume, published in 1916 after the author's death, includes a biographical memoir by his brother Sir Francis Darwin, his inaugural lecture and his lectures on George W. Hill's lunar theory.", "url": "", "cover": "images/scientific_papers.jpg", "category": "Science"},

    {"name": "A Short History of the World ", "author": "H. G. Wells", "description": "A Short History of the World is an account of human history by English author H. G. Wells. It was first published in 1922 by Cassell & Company (London) and The Macmillan Company (New York). The book was preceded by Wells's fuller 1919 work The Outline of History, and was intended 'to meet the needs of the busy general reader, too driven to study the maps and time charts of that Outline in detail, who wishes to refresh and repair his faded or fragmentary conceptions of the great adventure of mankind.'The first edition had around 400 pages, with about 200 illustrations, including 21 maps. Later editions were published with updated accounts of world events. It was published in Penguin Books in 1936, and republished under Penguin Classics in 2006. The book summarises the scientific knowledge of the time regarding the history of Earth and life. It starts with its origins, goes on to explain the development of the Earth and life on Earth, reaching primitive thought and the development of humankind from the Cradle of Civilisation. The book ends with the outcome of the First World War, the Russian famine of 1921, and the League of Nations in 1922.[7][8] In 1934 Albert Einstein recommended the book for the study of history as a means of interpreting progress in civilisation.[9]", "url": "", "cover": "images/a_short_history_of_the_world.jpg", "category": "History"},

    {"name": "The Extermination of the American Bison", "author": "William T. Hornaday", "description": "The Extermination of the American Bison is a book by William Temple Hornaday first published in 1889.[1] It was reprinted from a report Hornaday wrote for the Smithsonian Institution in the years 1886–87. Extermination contains an exhaustive account of bison ecology and the story of the near-entire destruction of the bison population in the United States. The book argues for the consequent necessity of protecting the small number of bison then in Yellowstone National Park. The book is divided into three parts. The first relates to the habits, geographical distribution, and probable population of the bison before the European settlement of North America. The second describes the extermination of the animal by industrial-scale bison hunting. It argues that the speed of extermination has been increased by unnecessary slaughter and the lack of legal protection of the bison population, among other things. The third part describes the Smithsonian's 1886 expedition to Montana to obtain specimens for the National Museum of Natural History before bison went extinct in North America. A census of the animals known to exist in captivity on January 1, 1889, showed 256 specimens in the United States and abroad. One contemporary writer notes that a number of scholars consider Extermination to be 'the first important text of the American wildlife conservation movement'", "url": "", "cover": "images/the_extermination_of_the_american_bison.jpg", "category": "Animals"},

    {"name": "Antarctic Penguins: A Study of Their Social Habits", "author": "G. Murray Levick", "description": "This books details how the society of penguins evolves and how they interact with each other", "url": "", "cover": "images/antractic_penguins.jpg", "category": "Animals"},

    {"name": "Calculus Made Easy", "author": "Silvanus P. Thompson", "description": "Calculus Made Easy is a book on infinitesimal calculus originally published in 1910 by Silvanus P. Thompson, considered a classic and elegant introduction to the subject. The original text continues to be available as of 2008 from Macmillan and Co., but a 1998 update by Martin Gardner is available from St. Martin's Press which provides an introduction; three preliminary chapters explaining functions, limits, and derivatives; an appendix of recreational calculus problems; and notes for modern readers. Gardner changes 'fifth form boys' to the more American sounding (and gender neutral) 'high school students,' updates many now obsolescent mathematical notations or terms, and uses American decimal dollars and cents in currency examples. Calculus Made Easy ignores the use of limits with its epsilon-delta definition, replacing it with a method of approximating (to arbitrary precision) directly to the correct answer in the infinitesimal spirit of Leibniz, now formally justified in modern nonstandard analysis and smooth infinitesimal analysis.", "url": "", "cover": "images/calculus_made_easy.jpg", "category": "Mathematics"},

    {"name": "Zoonomia; Or, the Laws of Organic Life, Vol. I", "author": "Erasmus Darwin", "description": "Zoonomia; or the Laws of Organic Life (1794-96) is a two-volume medical work by Erasmus Darwin dealing with pathology, anatomy, psychology, and the functioning of the body. Its primary framework is one of associationist psychophysiology. The book is now best remembered for its early ideas relating to the theory of evolution, specifically forms of developmentalism similar to Lamarckism. However, despite Erasmus Darwin's familial connection as grandfather to Charles Darwin, the proto-evolutionary ideas in Zoonomia did not have a lasting influence.", "url": "", "cover": "", "category": "Physiology"},

    {"name": "Uncle Tom's Cabin", "author": "Harriet Beecher Stowe", "description": "Uncle Tom's Cabin; or, Life Among the Lowly[1][2] is an anti-slavery novel by American author Harriet Beecher Stowe. Published in 1852, the novel had a profound effect on attitudes toward African Americans and slavery in the U.S. and is said to have 'helped lay the groundwork for the Civil War'. Stowe, a Connecticut-born teacher at the Hartford Female Seminary and an active abolitionist, featured the character of Uncle Tom, a long-suffering black slave around whom the stories of other characters revolve. The sentimental novel depicts the reality of slavery while also asserting that Christian love can overcome slavery.", "url": "", "cover": "images/uncle_toms_cabin.jpg", "category": "War"},

    {"name": "History of the World War: An Authentic Narrative of the World's Greatest War", "author": "Richard Joseph Beamish and Francis", "description": "A world war, is a large-scale war involving many of the countries of the world or many of the most powerful and populous ones. World wars span multiple countries on multiple continents, with battles fought in many theaters. While a variety of global conflicts have been subjectively deemed 'world wars', such as the Cold War and the War on Terror, the term is widely and generally accepted only as it is retrospectively applied to two major international conflicts that occurred during the 20th century: World War I (1914-1918) and World War II (1939-1945).", "url": "", "cover": "images/history_of_world_war.jpg", "category": "War"},

    {"name": "Celebrated Crimes (Complete)", "author": "Alexandre Dumas", "description": "This work has been selected by scholars as being culturally important, and is part of the knowledge base of civilization as we know it. This work was reproduced from the original artifact, and remains as true to the original work as possible. Therefore, you will see the original copyright references, library stamps (as most of these works have been housed in our most important libraries around the world), and other notations in the work.", "url": "", "cover": "images/celebrated_crimes.jpg", "category": "Crime"},

    {"name": "Frankenstein; Or, The Modern Prometheus", "author": "Mary Wollstonecraft Shelley", "description": "Frankenstein is a frame story written in epistolary form. It documents a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. The story likely takes place in 1817 (the letters are dated as '17'). Walton is a failed writer who sets out to explore the North Pole in hopes of expanding scientific knowledge. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.", "url": "", "cover": "image/frankestein.jpg", "category": "Fiction"}


]
